Repository: lliurex/llx-network-config
Catalog: lliurex-po/llx-network-config/*.po
Languages: ca@valencia, es

source: Network Configuration
ca@valencia: Configuració de xarxa
es: Configuración de red

source: Network reconfiguration is only allowed on independent servers
ca@valencia: La recongiguració de xarxa sols es permet en servidors independents
es: La reconfiguración de red sólo está permitida en servidores independientes

source: <sup>Internal IP</sup>
ca@valencia: <sup>Ip Interna</sup>
es: <sup>IP Interna</sup>

source: <sup>Internal mask</sup>
ca@valencia: <sup>Màscara interna</sup>
es: <sup>Máscara interna</sup>

source: <sup>External configuration mode</sup>
ca@valencia: <sup>Mode de configuració externa</sup>
es: <sup>Modo de configuración externa</sup>

source: <sup>Manual options</sup>
ca@valencia: <sup>Configuració manual</sup>
es: <sup>Configuración manual</sup>

source: <sup>External IP</sup>
ca@valencia: <sup>IP externa</sup>
es: <sup>IP externa</sup>

source: <sup>External mask</sup>
ca@valencia: <sup>Màscara externa</sup>
es: <sup>Máscara externa</sup>

source: <sup>External gateway</sup>
ca@valencia: <sup>Porta d'enllaç externa</sup>
es: <sup>Puerta de enlace externa</sup>

source: Error getting values.
ca@valencia: Error en obtenir valors
es: Error obteniendo valores.

source: <sup>Internal interface %s</sup>
ca@valencia: <sup>Interfície interna %s</sup>
es: <sup>Interfaz interna %s</sup>

source: <sup>External interface %s</sup>
ca@valencia: <sup>Interfície externa %s</sup>
es: <sup>Interfaz externa %s</sup>

source: You don't have root privileges to run this program
ca@valencia: No teniu permisos de root per executar aquest programa.
es: No tienes permisos de root para ejecutar este programa

source: Internal and external interfaces must be different
ca@valencia: Les interfícies interna i externa han de ser diferents.
es: Las interfaces interna y externa han de ser diferentes

source: Internal IP
ca@valencia: IP interna
es: IP Interna

source: Internal mask
ca@valencia: Màscara interna
es: Mascara interna

source: External IP
ca@valencia: IP externa
es: IP externa

source: External mask
ca@valencia: Màscara externa
es: Mascara externa

source: Gateway
ca@valencia: Porta d'enllaç
es: Puerta de enlace

source: '<b>%s</b>' must be a valid ip
ca@valencia: '<b>%s</b>' ha de ser una IP vàlida
es: '<b>%s</b>' ha de ser una ip valida

source: Configuration finished.
ca@valencia: Configuració finalitzada
es: Configuración finalizada.
